OdRxUnitTypeAttribute.unitType
\details
Gets the property unit type.
\returns
Unit type.

OdRxUnitTypeAttribute.createObject(OdRxUnitTypeAttribute.UnitType)
\details
Constructor. Creates an attribute containing a unit type for properties.
\param unitType [in]  Unit type.
\returns
Smart pointer to a constructed attribute object.